{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "Apply"
			},
			"Key": "4843F44A4AE0096FBFF253B360F36C22"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "F287F4344F47BC35111284922366556A"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "DDDC55F044A6D009AE3FC89634A4FBE3"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "68B6491346D77E0C82E08AB2F8658D02"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "3C48A354427F2E0956390E995AE64649"
		},
		{
			"Source":
			{
				"Text": "Cancel Changes"
			},
			"Translation":
			{
				"Text": "Cancel Changes"
			},
			"Key": "319439E844CE03938ECD9A81159704A7"
		},
		{
			"Source":
			{
				"Text": "Comfrim"
			},
			"Translation":
			{
				"Text": "Comfrim"
			},
			"Key": "42B091C0479CC2925DEFFF95987B912A"
		},
		{
			"Source":
			{
				"Text": "Comfrim"
			},
			"Translation":
			{
				"Text": "Comfrim"
			},
			"Key": "192C6616483234063476048FF33546F0"
		},
		{
			"Source":
			{
				"Text": "Controller"
			},
			"Translation":
			{
				"Text": "Controller"
			},
			"Key": "02E77A6145C878D7D975239D9542F169"
		},
		{
			"Source":
			{
				"Text": "Controller"
			},
			"Translation":
			{
				"Text": "Controller"
			},
			"Key": "596BD2C94671CA046BFC62BE7CC20188"
		},
		{
			"Source":
			{
				"Text": "Controller"
			},
			"Translation":
			{
				"Text": "Controller"
			},
			"Key": "9E97BA75491D6F5AC0E034BB1FB2A057"
		},
		{
			"Source":
			{
				"Text": "Crouch"
			},
			"Translation":
			{
				"Text": "Crouch"
			},
			"Key": "A2195B7E4EE7D3D025359DA223D87459"
		},
		{
			"Source":
			{
				"Text": "Dual Sense"
			},
			"Translation":
			{
				"Text": "Dual Sense"
			},
			"Key": "56B94F8C41C6D7C26C888B800AF8BD9F"
		},
		{
			"Source":
			{
				"Text": "Dual Shock 4"
			},
			"Translation":
			{
				"Text": "Dual Shock 4"
			},
			"Key": "845C671A47C204E52EC0169312E07BFF"
		},
		{
			"Source":
			{
				"Text": "Eliminated"
			},
			"Translation":
			{
				"Text": "Eliminated"
			},
			"Key": "E80A379D47E62430134083927BC1822D"
		},
		{
			"Source":
			{
				"Text": "Example\r\nExperience 1"
			},
			"Translation":
			{
				"Text": "Example\r\nExperience 1"
			},
			"Key": "9DA5266F48DE03777836849F683D4DC2"
		},
		{
			"Source":
			{
				"Text": "Example\r\nExperience 2"
			},
			"Translation":
			{
				"Text": "Example\r\nExperience 2"
			},
			"Key": "DE1F25434D413F7B785F099C479D589C"
		},
		{
			"Source":
			{
				"Text": "Joycons"
			},
			"Translation":
			{
				"Text": "Joycons"
			},
			"Key": "663EDAE54CE37DCDF45443AAF5DB448A"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Jump"
			},
			"Key": "8D41D2F54A1D2DA3962D9DB15F24112F"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Jump"
			},
			"Key": "D02AF32C45708EC117F3DB8E73EB5E4A"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Jump"
			},
			"Key": "28AD8B4F4FC1BB7FD1D35B98568F4E77"
		},
		{
			"Source":
			{
				"Text": "Loading Screen Reason..."
			},
			"Translation":
			{
				"Text": "Loading Screen Reason..."
			},
			"Key": "5C5DBA2A476909DE3183B7B0AB22AB5D"
		},
		{
			"Source":
			{
				"Text": "LookUp"
			},
			"Translation":
			{
				"Text": "LookUp"
			},
			"Key": "CADBCB0E47E94F837763DCA72B8A4E0F"
		},
		{
			"Source":
			{
				"Text": "MoveRight"
			},
			"Translation":
			{
				"Text": "MoveRight"
			},
			"Key": "D0ECE475403DC20EDB0E3FA20C43AA55"
		},
		{
			"Source":
			{
				"Text": "Move_Back"
			},
			"Translation":
			{
				"Text": "Move_Back"
			},
			"Key": "E09ECB4A494E4BD12D98E7995BD9C85D"
		},
		{
			"Source":
			{
				"Text": "Move_Left"
			},
			"Translation":
			{
				"Text": "Move_Left"
			},
			"Key": "B67FE92945FB9D3B501DDDA309079F09"
		},
		{
			"Source":
			{
				"Text": "Nintendo Switch"
			},
			"Translation":
			{
				"Text": "Nintendo Switch"
			},
			"Key": "2E4E25CB47829BC54412B794999A6623"
		},
		{
			"Source":
			{
				"Text": "No Editor Found"
			},
			"Translation":
			{
				"Text": "No Editor Found"
			},
			"Key": "CAA4C0B2442C2A679C985DA91241FFC2"
		},
		{
			"Source":
			{
				"Text": "Not logged in"
			},
			"Translation":
			{
				"Text": "Not logged in"
			},
			"Key": "205A136D4D77496E21573580163B72E5"
		},
		{
			"Source":
			{
				"Text": "Playstation®4"
			},
			"Translation":
			{
				"Text": "Playstation®4"
			},
			"Key": "327F041B48C2F270B56721BA7FF59448"
		},
		{
			"Source":
			{
				"Text": "Playstation®5"
			},
			"Translation":
			{
				"Text": "Playstation®5"
			},
			"Key": "3C439BB8461C9A566FE740B3E9989B8F"
		},
		{
			"Source":
			{
				"Text": "Press any key to assign it to the action you chose."
			},
			"Translation":
			{
				"Text": "Press any key to assign it to the action you chose."
			},
			"Key": "B0637EB74FB5351D5E9B9C851ADC8094"
		},
		{
			"Source":
			{
				"Text": "Press any key to continue or Press escape to cancel."
			},
			"Translation":
			{
				"Text": "Press any key to continue or Press escape to cancel."
			},
			"Key": "D51D80674533AB34828155914A7DB176"
		},
		{
			"Source":
			{
				"Text": "Press escape to cancel."
			},
			"Translation":
			{
				"Text": "Press escape to cancel."
			},
			"Key": "EFC808434B60DD86D6F31486D1671CB5"
		},
		{
			"Source":
			{
				"Text": "TabDown"
			},
			"Translation":
			{
				"Text": "TabDown"
			},
			"Key": "714E1FBD41355BDA46680EA4F1E4AA6C"
		},
		{
			"Source":
			{
				"Text": "TabDown"
			},
			"Translation":
			{
				"Text": "TabDown"
			},
			"Key": "C850981542930AA0667B08B45BCD2DDE"
		},
		{
			"Source":
			{
				"Text": "TabLeft"
			},
			"Translation":
			{
				"Text": "TabLeft"
			},
			"Key": "8B9735774E6C759535EC838762F12B5A"
		},
		{
			"Source":
			{
				"Text": "TabLeft"
			},
			"Translation":
			{
				"Text": "TabLeft"
			},
			"Key": "4FD49E2D4FB4DF51E0E4D684E9B3FA2A"
		},
		{
			"Source":
			{
				"Text": "TabRight"
			},
			"Translation":
			{
				"Text": "TabRight"
			},
			"Key": "7FCC14354026D865F3F93681AA03BF0F"
		},
		{
			"Source":
			{
				"Text": "TabRight"
			},
			"Translation":
			{
				"Text": "TabRight"
			},
			"Key": "30873FB04EC0BB1F8D253790F3932BF8"
		},
		{
			"Source":
			{
				"Text": "TabUp"
			},
			"Translation":
			{
				"Text": "TabUp"
			},
			"Key": "3F621342418312D402D806B5BE655C29"
		},
		{
			"Source":
			{
				"Text": "TabUp"
			},
			"Translation":
			{
				"Text": "TabUp"
			},
			"Key": "05E64CFE47CAABAEEB65CEB9C346CFCD"
		},
		{
			"Source":
			{
				"Text": "The key pressed has other actions bound to it. TEST"
			},
			"Translation":
			{
				"Text": "The key pressed has other actions bound to it. TEST"
			},
			"Key": "63DE096C405593400CD0F9876587EC33"
		},
		{
			"Source":
			{
				"Text": "Warning"
			},
			"Translation":
			{
				"Text": "Warning"
			},
			"Key": "6FF2B920404C2FFE4380DC9152ACC6C2"
		},
		{
			"Source":
			{
				"Text": "Wireless Controller"
			},
			"Translation":
			{
				"Text": "Wireless Controller"
			},
			"Key": "5DDD0C9145ED691F998EF2ABA1056ADA"
		},
		{
			"Source":
			{
				"Text": "Wireless Controller"
			},
			"Translation":
			{
				"Text": "Wireless Controller"
			},
			"Key": "D086A5324B000302144FA2A57D925E87"
		},
		{
			"Source":
			{
				"Text": "Xbox Controller"
			},
			"Translation":
			{
				"Text": "Xbox Controller"
			},
			"Key": "90C04A53441DAB7CC7D259838013F16D"
		},
		{
			"Source":
			{
				"Text": "Xbox Controller"
			},
			"Translation":
			{
				"Text": "Xbox Controller"
			},
			"Key": "39ACE3D74B1E7F69CCB56CBE3F6F290C"
		},
		{
			"Source":
			{
				"Text": "Xbox One"
			},
			"Translation":
			{
				"Text": "Xbox One"
			},
			"Key": "A622ACF8477B043394C3E3B869899D2E"
		},
		{
			"Source":
			{
				"Text": "Xbox Series X"
			},
			"Translation":
			{
				"Text": "Xbox Series X"
			},
			"Key": "58060FA24F1BA9C51A410286083C65EA"
		},
		{
			"Source":
			{
				"Text": "[BuildDescription]"
			},
			"Translation":
			{
				"Text": "[BuildDescription]"
			},
			"Key": "5DF4A888407048C78F135EAF83DA3E6E"
		},
		{
			"Source":
			{
				"Text": "{Btn Text}"
			},
			"Translation":
			{
				"Text": "{Btn Text}"
			},
			"Key": "FD6C63394695DEED557CD5B71C4CF954"
		},
		{
			"Source":
			{
				"Text": "{BuildVer} ({BuildConfig})"
			},
			"Translation":
			{
				"Text": "{BuildVer} ({BuildConfig})"
			},
			"Key": "C85074294F02CC433E62618A82E030EF"
		},
		{
			"Source":
			{
				"Text": "{Button Text}"
			},
			"Translation":
			{
				"Text": "{Button Text}"
			},
			"Key": "E26A0EE840184F675C5D2D8B7C5A82ED"
		},
		{
			"Source":
			{
				"Text": "{ButtonText}"
			},
			"Translation":
			{
				"Text": "{ButtonText}"
			},
			"Key": "50071B0C48726590E29CB5A14A1AB496"
		},
		{
			"Source":
			{
				"Text": "{Option}"
			},
			"Translation":
			{
				"Text": "{Option}"
			},
			"Key": "6080DFF94F96F4305FBEAD8D1B3C861E"
		},
		{
			"Source":
			{
				"Text": "{Reason}..."
			},
			"Translation":
			{
				"Text": "{Reason}..."
			},
			"Key": "D1EF437A4F9FF5DE58443886BD514521"
		},
		{
			"Source":
			{
				"Text": "{Settings Title}"
			},
			"Translation":
			{
				"Text": "{Settings Title}"
			},
			"Key": "7B8505164640BE16F0A4AE86007603BE"
		},
		{
			"Source":
			{
				"Text": "{buttontext}"
			},
			"Translation":
			{
				"Text": "{buttontext}"
			},
			"Key": "0B9FDD1E481184C0D115C895704855D8"
		},
		{
			"Source":
			{
				"Text": "你真的要结束么?"
			},
			"Translation":
			{
				"Text": "你真的要结束么?"
			},
			"Key": "C1F802DD40635EEC24D5BCA69F81D5C3"
		},
		{
			"Source":
			{
				"Text": "你真的要返回大厅么?"
			},
			"Translation":
			{
				"Text": "你真的要返回大厅么?"
			},
			"Key": "9FC92B0E478D839FD71B48BAD7846365"
		},
		{
			"Source":
			{
				"Text": "在 硬件光线追踪（Hardware Ray Tracing） 模式下，反射现在通过从表面缓存对Alpha求值，从而支持快速Alpha遮罩。\r\n表面缓存生成算法现在更强大，能够覆盖更多种类的网格体，包括为微小的场景元素配备了表面缓存。\r\n在 高（High） 、 Epic 和 过场动画（Cinematic） 可扩展性级别中添加了更多内部设置，支持更好地控制性能与质量之间的权衡。\r\n后期处理体积设置中提供了 天空光照泄露（Skylight Leaking） 功能，用作非基于物理的美术设计旋钮，防止室内区域完全变黑。\r\n后期处理体积设置中提供了 漫反射颜色增强（Diffuse Color Boost 功能，用于增加场景中反射的光照数量。\r\n现在可在场景捕获中选择性支持Lumen，方法是在捕获组件的后期处理体积设置中强制启用Lumen GI和反射。默认情况下，在场景捕获中运行时，表面缓存分辨率减少为默认大小的50%，但你可以在组件的设置中覆盖此设置。\r\n现在Lumen在nDisplay中支持多个视口。每个视口将使用独立的Lumen场景。\r\n在 Vulkan 中添加了试验性 硬件光线追踪（Hardware Ray Tracing） 支持。\r\n仅包含表面缓存反射光照，尚不支持击中照射。\r\n许多稳定性和漏洞修复。"
			},
			"Translation":
			{
				"Text": "在 硬件光线追踪（Hardware Ray Tracing） 模式下，反射现在通过从表面缓存对Alpha求值，从而支持快速Alpha遮罩。\r\n表面缓存生成算法现在更强大，能够覆盖更多种类的网格体，包括为微小的场景元素配备了表面缓存。\r\n在 高（High） 、 Epic 和 过场动画（Cinematic） 可扩展性级别中添加了更多内部设置，支持更好地控制性能与质量之间的权衡。\r\n后期处理体积设置中提供了 天空光照泄露（Skylight Leaking） 功能，用作非基于物理的美术设计旋钮，防止室内区域完全变黑。\r\n后期处理体积设置中提供了 漫反射颜色增强（Diffuse Color Boost 功能，用于增加场景中反射的光照数量。\r\n现在可在场景捕获中选择性支持Lumen，方法是在捕获组件的后期处理体积设置中强制启用Lumen GI和反射。默认情况下，在场景捕获中运行时，表面缓存分辨率减少为默认大小的50%，但你可以在组件的设置中覆盖此设置。\r\n现在Lumen在nDisplay中支持多个视口。每个视口将使用独立的Lumen场景。\r\n在 Vulkan 中添加了试验性 硬件光线追踪（Hardware Ray Tracing） 支持。\r\n仅包含表面缓存反射光照，尚不支持击中照射。\r\n许多稳定性和漏洞修复。"
			},
			"Key": "30D4B4994C16C23D0D0B8D8CFFDB7551"
		},
		{
			"Source":
			{
				"Text": "确认返回"
			},
			"Translation":
			{
				"Text": "确认返回"
			},
			"Key": "788B8E1447427A0991A187A029479C34"
		},
		{
			"Source":
			{
				"Text": "确认退出"
			},
			"Translation":
			{
				"Text": "确认退出"
			},
			"Key": "A3050C614135C625DF94F4844D560E1B"
		},
		{
			"Source":
			{
				"Text": "移动"
			},
			"Translation":
			{
				"Text": "移动"
			},
			"Key": "395180924F31C34BBF21018936B8EA06"
		},
		{
			"Source":
			{
				"Text": "系统设置"
			},
			"Translation":
			{
				"Text": "系统设置"
			},
			"Key": "8B0D2667499B9D5431365F8986B5AF22"
		},
		{
			"Source":
			{
				"Text": "返回主菜单"
			},
			"Translation":
			{
				"Text": "返回主菜单"
			},
			"Key": "E94CD31149B4AA166108FF99CB3481AD"
		},
		{
			"Source":
			{
				"Text": "退出"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "8C40214A4C5E80F13F8DA18D82FF3B8E"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonGame",
			"Children": [
				{
					"Source":
					{
						"Text": "Requested Session Failed"
					},
					"Translation":
					{
						"Text": "Requested Session Failed"
					},
					"Key": "Warning_RequestedSessionFailed"
				}
			]
		},
		{
			"Namespace": "CommonKeybindWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Unbound"
					},
					"Translation":
					{
						"Text": "Unbound"
					},
					"Key": "Unbound"
				}
			]
		},
		{
			"Namespace": "CommonUser",
			"Children": [
				{
					"Source":
					{
						"Text": "A network connection is required"
					},
					"Translation":
					{
						"Text": "A network connection is required"
					},
					"Key": "ResultNetworkConnectionUnavailable"
				},
				{
					"Source":
					{
						"Text": "A valid game license is required"
					},
					"Translation":
					{
						"Text": "A valid game license is required"
					},
					"Key": "ResultLicenseInvalid"
				},
				{
					"Source":
					{
						"Text": "Failed to Request Login"
					},
					"Translation":
					{
						"Text": "Failed to Request Login"
					},
					"Key": "FailedToRequest"
				},
				{
					"Source":
					{
						"Text": "Failed to handle the join request"
					},
					"Translation":
					{
						"Text": "Failed to handle the join request"
					},
					"Key": "Error_SessionUserInviteAcceptedFailed"
				},
				{
					"Source":
					{
						"Text": "Find session failed"
					},
					"Translation":
					{
						"Text": "Find session failed"
					},
					"Key": "Error_FindSessionV1Failed"
				},
				{
					"Source":
					{
						"Text": "Guest"
					},
					"Translation":
					{
						"Text": "Guest"
					},
					"Key": "GuestNickname"
				},
				{
					"Source":
					{
						"Text": "Invalid Platform User"
					},
					"Translation":
					{
						"Text": "Invalid Platform User"
					},
					"Key": "InvalidPlatformUser"
				},
				{
					"Source":
					{
						"Text": "Login Failure"
					},
					"Translation":
					{
						"Text": "Login Failure"
					},
					"Key": "LoginFailedTitle"
				},
				{
					"Source":
					{
						"Text": "Not allowed"
					},
					"Translation":
					{
						"Text": "Not allowed"
					},
					"Key": "ResultPlatformFailure"
				},
				{
					"Source":
					{
						"Text": "Session search already in progress"
					},
					"Translation":
					{
						"Text": "Session search already in progress"
					},
					"Key": "Error_FindSessionAlreadyInProgress"
				},
				{
					"Source":
					{
						"Text": "Session search was not provided a local player"
					},
					"Translation":
					{
						"Text": "Session search was not provided a local player"
					},
					"Key": "Error_FindSessionBadPlayer"
				},
				{
					"Source":
					{
						"Text": "The game or hardware needs to be updated"
					},
					"Translation":
					{
						"Text": "The game or hardware needs to be updated"
					},
					"Key": "VersionOutdated"
				},
				{
					"Source":
					{
						"Text": "The user is allowed"
					},
					"Translation":
					{
						"Text": "The user is allowed"
					},
					"Key": "ResultAvailable"
				},
				{
					"Source":
					{
						"Text": "The user must login"
					},
					"Translation":
					{
						"Text": "The user must login"
					},
					"Key": "ResultUserNotLoggedIn"
				},
				{
					"Source":
					{
						"Text": "This account is not allowed"
					},
					"Translation":
					{
						"Text": "This account is not allowed"
					},
					"Key": "ResultAccountUseRestricted"
				},
				{
					"Source":
					{
						"Text": "This account type does not have access"
					},
					"Translation":
					{
						"Text": "This account type does not have access"
					},
					"Key": "ResultAccountTypeRestricted"
				},
				{
					"Source":
					{
						"Text": "This age restricted account is not allowed"
					},
					"Translation":
					{
						"Text": "This age restricted account is not allowed"
					},
					"Key": "ResultAgeRestricted"
				},
				{
					"Source":
					{
						"Text": "Unable to start login process"
					},
					"Translation":
					{
						"Text": "Unable to start login process"
					},
					"Key": "LoginFailedEarly"
				},
				{
					"Source":
					{
						"Text": "Unknown if the user is allowed"
					},
					"Translation":
					{
						"Text": "Unknown if the user is allowed"
					},
					"Key": "ResultUnknown"
				},
				{
					"Source":
					{
						"Text": "access user content"
					},
					"Translation":
					{
						"Text": "access user content"
					},
					"Key": "PrivilegeCanUseUserGeneratedContent"
				},
				{
					"Source":
					{
						"Text": "communicate with text"
					},
					"Translation":
					{
						"Text": "communicate with text"
					},
					"Key": "PrivilegeCanCommunicateViaTextOnline"
				},
				{
					"Source":
					{
						"Text": "communicate with voice"
					},
					"Translation":
					{
						"Text": "communicate with voice"
					},
					"Key": "PrivilegeCanCommunicateViaVoiceOnline"
				},
				{
					"Source":
					{
						"Text": "play online"
					},
					"Translation":
					{
						"Text": "play online"
					},
					"Key": "PrivilegeCanPlayOnline"
				},
				{
					"Source":
					{
						"Text": "play the game"
					},
					"Translation":
					{
						"Text": "play the game"
					},
					"Key": "PrivilegeCanPlay"
				},
				{
					"Source":
					{
						"Text": "play with other platforms"
					},
					"Translation":
					{
						"Text": "play with other platforms"
					},
					"Key": "PrivilegeCanUseCrossPlay"
				},
				{
					"Source":
					{
						"Text": "{0} to {1}"
					},
					"Translation":
					{
						"Text": "{0} to {1}"
					},
					"Key": "PrivilegeFailureFormat"
				}
			]
		},
		{
			"Namespace": "GameSetting",
			"Children": [
				{
					"Source":
					{
						"Text": "<Icon.Warning></> There are fewer options than available due to Parental Controls."
					},
					"Translation":
					{
						"Text": "<Icon.Warning></> There are fewer options than available due to Parental Controls."
					},
					"Key": "DisabledOptionReasonLine"
				},
				{
					"Source":
					{
						"Text": "<Icon.Warning></> {0}"
					},
					"Translation":
					{
						"Text": "<Icon.Warning></> {0}"
					},
					"Key": "WarningReasonLine"
				},
				{
					"Source":
					{
						"Text": "<Icon.Warning></> {0}"
					},
					"Translation":
					{
						"Text": "<Icon.Warning></> {0}"
					},
					"Key": "DisabledReasonLine"
				},
				{
					"Source":
					{
						"Text": "Can only be changed by the primary player."
					},
					"Translation":
					{
						"Text": "Can only be changed by the primary player."
					},
					"Key": "OnlyPrimaryPlayerEditable"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": "{0}%"
					},
					"Key": "PercentFormat"
				},
				{
					"Source":
					{
						"Text": "{0}{1}"
					},
					"Translation":
					{
						"Text": "{0}{1}"
					},
					"Key": "DevDynamicDetailsFormat"
				}
			]
		},
		{
			"Namespace": "GameSettingValueDiscreteDynamic",
			"Children": [
				{
					"Source":
					{
						"Text": "OFF"
					},
					"Translation":
					{
						"Text": "OFF"
					},
					"Key": "OFF"
				},
				{
					"Source":
					{
						"Text": "ON"
					},
					"Translation":
					{
						"Text": "ON"
					},
					"Key": "ON"
				}
			]
		},
		{
			"Namespace": "IronEgg",
			"Children": [
				{
					"Source":
					{
						"Text": "({0})"
					},
					"Translation":
					{
						"Text": "({0})"
					},
					"Key": "选项"
				},
				{
					"Source":
					{
						"Text": "1这是一个描述懂么,一个设置项的描述"
					},
					"Translation":
					{
						"Text": "1这是一个描述懂么,一个设置项的描述"
					},
					"Key": "MyGameSettingItem_Description"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Gameplay"
					},
					"Key": "GameplayCollection_Name"
				},
				{
					"Source":
					{
						"Text": "GetDesiredFocusTarget wasn't implemented, you're going to have trouble using gamepads on this screen."
					},
					"Translation":
					{
						"Text": "GetDesiredFocusTarget wasn't implemented, you're going to have trouble using gamepads on this screen."
					},
					"Key": "ValidateGetDesiredFocusTarget_Warning"
				},
				{
					"Source":
					{
						"Text": "GetDesiredFocusTarget wasn't implemented, you're going to have trouble using gamepads on this screen.  If it was implemented in the native base class you can ignore this message."
					},
					"Translation":
					{
						"Text": "GetDesiredFocusTarget wasn't implemented, you're going to have trouble using gamepads on this screen.  If it was implemented in the native base class you can ignore this message."
					},
					"Key": "ValidateGetDesiredFocusTarget_Note"
				},
				{
					"Source":
					{
						"Text": "Item"
					},
					"Translation":
					{
						"Text": "Item"
					},
					"Key": "MyGameSettingItem1_Name"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "Items"
					},
					"Key": "MyGameSettingItem_Name"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "LanguageCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "LanguageSetting_Name"
				},
				{
					"Source":
					{
						"Text": "Language Changed"
					},
					"Translation":
					{
						"Text": "Language Changed"
					},
					"Key": "WarningLanguage_Title"
				},
				{
					"Source":
					{
						"Text": "MyGameSetting"
					},
					"Translation":
					{
						"Text": "MyGameSetting"
					},
					"Key": "MyGameSettingCollection_Name"
				},
				{
					"Source":
					{
						"Text": "System Default ({0})"
					},
					"Translation":
					{
						"Text": "System Default ({0})"
					},
					"Key": "SystemDefaultLanguage"
				},
				{
					"Source":
					{
						"Text": "The language of the game."
					},
					"Translation":
					{
						"Text": "The language of the game."
					},
					"Key": "LanguageSetting_Description"
				},
				{
					"Source":
					{
						"Text": "You will need to restart the game completely for all language related changes to take effect."
					},
					"Translation":
					{
						"Text": "You will need to restart the game completely for all language related changes to take effect."
					},
					"Key": "WarningLanguage_Message"
				}
			]
		},
		{
			"Namespace": "Messaging",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "No"
					},
					"Key": "No"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ok"
					},
					"Key": "Ok"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Yes"
					},
					"Key": "Yes"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to create session."
					},
					"Translation":
					{
						"Text": "Failed to create session."
					},
					"Key": "CreateSessionFailed"
				},
				{
					"Source":
					{
						"Text": "Game is full."
					},
					"Translation":
					{
						"Text": "Game is full."
					},
					"Key": "SessionIsFull"
				},
				{
					"Source":
					{
						"Text": "Game no longer exists."
					},
					"Translation":
					{
						"Text": "Game no longer exists."
					},
					"Key": "SessionDoesNotExist"
				},
				{
					"Source":
					{
						"Text": "Invalid Player Controller"
					},
					"Translation":
					{
						"Text": "Invalid Player Controller"
					},
					"Key": "InvalidPlayerController"
				},
				{
					"Source":
					{
						"Text": "Join failed."
					},
					"Translation":
					{
						"Text": "Join failed."
					},
					"Key": "JoinSessionFailed"
				},
				{
					"Source":
					{
						"Text": "Travel to Session failed."
					},
					"Translation":
					{
						"Text": "Travel to Session failed."
					},
					"Key": "TravelSessionFailed"
				}
			]
		},
		{
			"Namespace": "UIExtension",
			"Children": [
				{
					"Source":
					{
						"Text": "Extension Point\n{0}"
					},
					"Translation":
					{
						"Text": "Extension Point\n{0}"
					},
					"Key": "DesignTime_ExtensionPointLabel"
				}
			]
		}
	]
}